Repository: a25kk/lra
Catalog: src/lra.sitecontent/lra/sitecontent/locales/*/LC_MESSAGES/lra.sitecontent.po
Languages: de

source: Add optional help text on required data.
de: Fügen Sie optionalen Hilfstext zu den benötigten Daten hinzu.

source: Add optional help text to outline context specific regulations concerning the site's privacy and data protection policies.
de: Fügen Sie optionalen Hilfstext hinzu, um kontextspezifische Vorschriften über die Datenschutz-und Datenschutzmaßnahmen der Website zu skizzieren.

source: Additional Field Description (optional)
de: Zusätzliche Feld Beschreibung (optional)

source: Additional Field Label
de: Zusätzliches Feld Etikett

source: All fields marked with <code>*</code> are required.
de: Alle mit <code>*</code> markierten Felder sind Pflichtangaben.

source: BookableEvent
de: Buchbare Veranstaltung

source: Check to enable file listing
de: Dateiliste anzeigen

source: Contentpage
de: Inhaltsseite

source: Custom Privacy and Data Protection Note
de: Benutzerdefinierter Datenschutz und Datenschutz Hinweis

source: E-Mail
de: E-Mail-Adresse

source: Event Registration
de: Event-Registrierung

source: Extension profile for lra.sitecontent.
de: Erweiterungsprofil für lra.sitecontent

source: Folderish bookable event
de: Ordner buchbare Veranstaltung

source: Folderish content page
de: Ordnerartige Inhaltsseite

source: Fullname
de: Vor- und Nachname

source: Inquiry form
de: Anfrageformular

source: Inquiry from website visitor
de: Anfrage eines Seitenbesuchers

source: Override default filed label for text field.
de: Überschreiben Sie die Standardfeldbezeichnung für das Textfeld.

source: Phone
de: Telefon

source: Recipient E-Mail
de: E-Mail-Adresse für Anmeldungen

source: Register
de: Registrieren

source: Return to last visited page
de: Zur zuletzt besuchten Seite zurückkehren

source: SectionFolder
de: Abschnitt Ordner

source: Site Section Folder
de: Abschnitt Ordner

source: Thank you for your interest. We will get in touch with you as soon as possible.
de: Vielen Dank für Ihr Interesse. Wir werden uns baldmöglichst mit Ihnen in Verbindung setzen.

source: This field is required
de: Dieses Feld ist ein Pflichtfeld.

source: When activated the view will attempt to display an automatic listing of all contained files with file information and download link.
de: Setzen Sie hier einen Haken, wenn die Seite eine automatisch erstellte Liste der hochgeladenen Dateien mit entsprechenden Download Links anzeigen soll.

source: Your inquiry has been sent successfully.
de: Ihre Anfrage wurde erfolgreich verschickt.

source: Your message
de: Ihre Nachricht an uns
