Repository: a25kk/lra
Catalog: src/lra.cos/lra/cos/locales/*/LC_MESSAGES/lra.cos.po
Languages: de

source: -- select an option --
de: — bitte wählen —

source: Apartment house
de: Mehrfamilienhaus

source: Apartments
de: Wohnungen

source: Available Weekdays
de: Verfügbare Wochentage

source: Available consultation appointment slots
de: Verfügbare Beratungstermine

source: Book
de: Buchen

source: Book consultation slot
de: Beratungstermin buchen

source: Building Type
de: Bauform

source: By sending this message, I confirm that my details are correct and I agree to the collection and further processing of the provided data. The data will only be used for the purpose stated in your inquiry.
de: Mit dem Versenden dieser Nachricht bestätige ich, dass meine Angaben korrekt sind, und stimme der Erhebung und Weiterverarbeitung der bereitgestellten Daten zu. Die Daten werden nur für den in Ihrer Anfrage genannten Zweck verwendet.

source: Cancel
de: Abbrechen

source: City
de: Stadt

source: Comment
de: Kommentar

source: Construction Year
de: Baujahr

source: Consultation Date
de: Beratungstermin

source: Consultation appointment
de: Beratungstermin

source: Consultation appointment code
de: Beratungstermin Code

source: Consultation appointment construction year
de: Beratungstermin Baujahr

source: Consultation appointment generated time stamp
de: Beratungstermin Zeitstempel

source: Consultation appointment identifier
de: Beratungstermin Kennung

source: Consultation appointment request
de: Beratungstermin Anfrage

source: Consultation contact email
de: E-Mail

source: Consultation contact first name
de: Vorname

source: Consultation contact last name
de: Nachname

source: Consultation contact salutation
de: Anrede

source: Consultation on schedule
de: Buchbare Beratungstermine

source: Consultation slot code
de: Code

source: Consultation slot identifier
de: Kennung

source: Consultation slot time
de: Zeit

source: Consultation time slots
de: Zeitfenster

source: Consulting Schedule
de: Zeitplan

source: Cover Image Caption
de: Bildunterschrift

source: Create
de: Erstellen

source: Date protection notice accepted?
de: Datenschutzerklärung angenommen?

source: Description
de: Beschreibung

source: Detached house
de: Einfamilienhaus

source: Email
de: E-Mail-Adresse

source: Enable automatic creation of time slots between the specified start and end days. When not activated slots will only be created for the specific consultation date.
de: Aktivieren Sie die automatische Erstellung von Terminen innerhalb des angegebenen Start- und Enddaten. Wenn nicht aktiviert, werden buchbare Zeitfenster nur für das spezifische Datum generiert.

source: Extended information
de: Erweiterte Informationen

source: Fields marked with <code>*</code> are required.
de: Die mit <code>*</code> gekennzeichneten Felder sind Pflichtangaben.

source: First name
de: Vorname

source: Form submission failed
de: Formularübermittlung fehlgeschlagen

source: How did you hear about us?
de: Woher haben Sie von uns erfahren?

source: How many people live permanently in the household?
de: Wieviele Personen wohnen ständig im Haushalt?

source: I have acknowledged the
de: Ich habe die

source: I have acknowledged the
de: Ich habe die

source: In order to be able to prepare your personal consultation appointment in the best possible way, we need this information.
de: Um Ihren persönlichen Beratungstermin bestmöglich vorbereiten zu können, benötigen wir diese Information.

source: Is this slot still bookable?
de: Ist dieses Zeitfenster noch buchbar?

source: Last name
de: Nachname

source: Living Space
de: Wohnfläche

source: Manage time slots
de: Zeitfenster verwalten

source: Media
de: Medien

source: Non Residential Building
de: Nichtwohlgebäude

source: Personnel Information
de: Bitte geben Sie Ihre persönlichen Daten an

source: Phone
de: Telefon

source: Please enter a date for consultations on schedule
de: Bitte geben Sie rechtzeitig einen Termin für die Beratung an

source: Please enter a future date for iterative creation
de: Bitte geben Sie ein zukünftiges Datum für sich wiederholende Erstellungen ein

source: Please specify your booking request
de: Bitte geben Sie Ihre Buchungsanfrage an

source: Postcode
de: Postleitzahl

source: Preview Image
de: Vorschaubild

source: Privacy Agreement
de: Hinweise zum Datenschutz akzeptieren

source: Privacy notice accepted?
de: Datenschutzerklärung akzeptiert?

source: Recipient E-Mail
de: Empfänger E-Mail

source: Recommendation
de: Empfehlung

source: Repetition Weekdays
de: Wiederholung Wochentage

source: Residents
de: Wieviele Personen wohnen ständig im Haushalt

source: Select one or more weekdays on which the entered time slots should be generated. Leave empty for daily.
de: Wählen Sie einen oder mehrere Wochentage aus, an denen die eingegebenen Zeitfenster generiert werden sollen. Täglich leer lassen.

source: Semidetached house
de: Zweifamilienhaus

source: Settings
de: Einstellungen

source: Short and highlighted teaser message
de: Kurze und hervorgehobene Teaser-Nachricht

source: Street
de: Straße und Hausnummer

source: The available time slots configured for this instance of the tool are:
de: Die verfügbaren Zeitfenster, die für diese Instanz des Tools konfiguriert sind, sind:

source: The process has been cancelled.
de: Der Prozess wurde abgebrochen.

source: There have been errors submitting your form
de: Beim Übermitteln Ihres Formulars sind Fehler aufgetreten

source: There were errors.
de: Es gab Fehler.

source: This field is required
de: Das ist ein Pflichtfeld

source: This view allows you to review the already configured time slots for consulting on schedule tool. The listed time slots are available for making appointments to site visitors.
de: In dieser Ansicht können Sie die bereits konfigurierten Zeitfenster überprüfen, um das Zeitplan-Tool abzurufen. Die aufgeführten Zeitfenster stehen für die Terminvereinbarung mit Webseitenbesuchern zur Verfügung.

source: Time Slot
de: Zeitfenster

source: Time Slot Creation
de: Erstellen von buchbaren Zeiten

source: Time Slot Creation Until (Optional)
de: Zeitfenstererstellung bis (optional)

source: Title
de: Titel

source: Tool to manage consulting on schedule apppointments
de: Tool zur Verwaltung der Beratungtermine

source: Update settings
de: Update Einstellungen

source: Upload preview image that can be used in search results and listings.
de: Laden Sie ein Vorschaubild hoch, das in Suchergebnissen und Listen verwendet werden kann.

source: Utilization
de: Nutzung

source: Which topic is your main concern for a personal consultation?
de: Welches Thema ist Ihr Hauptanliegen für eine persönliche Beratung?

source: You have selected the following consultation time slot:
de: Sie haben folgenden Zeitrahmen für die Beratung ausgewählt:

source: and accept it.
de: gelesen und akzeptiert.

source: cancel
de: Abbrechen

source: on
de: an

source: privacy policy
de: Datenschutzhinweise

source: reserved
de: Reserviert
